The faces of the loops of roof slabs.
  Namespace:   Autodesk.Revit.DB.IFC
  Assembly:   RevitAPIIFC  (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public IList<Face> GetLoopFaces()
  Visual Basic
Public Function GetLoopFaces As IList(Of Face)
  Visual C++
public:
IList<Face^>^ GetLoopFaces()
 Return Value
 The faces.
 See Also
  RoofComponents Class
  Autodesk.Revit.DB.IFC Namespace